Repository: C-Dash/omeka-s-module-mapping
Catalog: language/*.po
Languages: fi_fi, fr

source: Mapping
fi_fi: Kartta
fr: Carte

source: Close Me
fi_fi: Sulje
fr: Fermer

source: Mapping Info
fi_fi: Paikkatieto

source: Latitude
fi_fi: Leveyskoordinaatti (lat)

source: Longitude
fi_fi: Pituuskoordinaatti (lon)

source: Latitude/Longitude
fi_fi: lat/lon

source: Default View Settings
fi_fi: Oletusnäkymä

source: Default Latitude
fi_fi: Oletuslatitudi

source: Default Longitude
fi_fi: Oletuslongitudi

source: Default Zoom
fi_fi: Oletus-zoom

source: Use multivalue separator
fi_fi: Käytä kenttäerotinta

source: (Only applies to Latitude/Longitude)
fi_fi: Käytetään vain kun datan muoto on lat/lon

source: Default View
fi_fi: Oletusnäkymä
fr: Vue par défaut

source: Set the default view using the in-map controls.
fi_fi: Määritä oletusnäkymä käyttäen kartan asetuksia
fr: Définir la vue par défaut à l'aide des contrôles intégrés à la carte.

source: WMS Overlays
fi_fi: WMS-tasot
fr: Couches WMS

source: Add, edit, and delete Web Map Service (WMS) overlays below. You may check which overlay you want open by default.
fi_fi: Lisää, muokkaa ja poista Web Map Service (WMS) tasoja. Voit valita, mitkä tasot näytetään oletuksena.
fr: Ajouter, modifier et supprimer les couches Web Map Service (WMS) ci-dessous. Vous pouvez cocher quelles couches vous voulez ouvrir par défaut.

source: Base URL
fi_fi: WMS-palvelun URL
fr: URL de base

source: Layers
fi_fi: Tasot
fr: Couches

source: The WMS layers, if any (comma-separated).
fi_fi: WMS-tasot pilkulla erotettuna
fr: Les couches WMS, le cas échéant (séparées par des virgules).

source: The WMS styles, if any (comma-separated).
fi_fi: WMS-tyylit pilkulla erotettuna
fr: Les styles WMS, le cas échéant (séparées par des virgules).

source: Add Overlay
fi_fi: Lisää WMS-taso
fr: Ajouter une couche

source: Save Changes
fi_fi: Tallenna muutokset
fr: Sauvegarder les changements

source: Clear Inputs
fi_fi: Poista valinnat
fr: Supprimer les entrées

source: View media
fi_fi: Näytä aineisto
fr: Voir les médias

source: View item
fi_fi: Näytä kuvailutiedot
fr: Voir le contenu

source: Kilometers
fi_fi: Kilometri
fr: Kilomètres

source: Miles
fi_fi: Maili

source: Geographic Address
fi_fi: Osoite
fr: Adresse géographique

source: Geographic Radius
fi_fi: Maksimietäisyys
fr: Rayon géographique

source: Geographic Radius Unit
fi_fi: Etäisyyden yksikkö
fr: Unité du rayon géographique

source: Marker Image
fi_fi: Sijaintimerkin kuva
fr: Image de la fenêtre contextuelle

source: No Image
fi_fi: Ei kuvaa
fr: Pas d'image

source: Marker Label
fi_fi: Kuvateksti
fr: Étiquette de la fenêtre contextuelle

source: Select Marker Image
fi_fi: Valitse kuva
fr: Sélectionner l'image de la fenêtre contextuelle

source: Media: %s
fi_fi: Tiedosto: %s
fr: Média : “%s”

source: Item: %s
fi_fi: Aineisto: %s
fr: Contenu : “%s”

source: Search Map
fi_fi: Hae
fr: Rechercher une carte

source: You must select a location on the map.
fi_fi: Valitse sijainti kartalta.
fr: Vous devez sélectionner un emplacement sur la carte.

source: Map Browse
fi_fi: Karttaselaus
fr: Parcourir la carte
